{"booths":[{"slug":"psf","significant":null,"imageUrl":"https://storage.googleapis.com/pycontw-static/ccip-files/sponsors/psf.png","point":1,"isBonus":false,"displayText":{"en":"Python Software Foundation","zh-TW":"PSF"},"description":{"en":"The mission of the Python Software Foundation is to promote, protect, and advance the Python programming language, and to support and facilitate the growth of a diverse and international community of Python programmers. The majority of the PSF's work is focused on empowering and supporting people within the Python community. The PSF has active grant programs that support sprints, conferences, meet ups, user groups, and Python development efforts all over the world. In addition, the PSF underwrites and runs PyCon US, the primary Python community conference. Being part of the PSF means being part of the Python community. Recently we changed the PSF to an open membership organization, so that everyone who uses and supports Python can join. To learn more, visit https://www.python.org/psf/membership.","zh-TW":"The mission of the Python Software Foundation is to promote, protect, and advance the Python programming language, and to support and facilitate the growth of a diverse and international community of Python programmers. The majority of the PSF's work is focused on empowering and supporting people within the Python community. The PSF has active grant programs that support sprints, conferences, meet ups, user groups, and Python development efforts all over the world. In addition, the PSF underwrites and runs PyCon US, the primary Python community conference. Being part of the PSF means being part of the Python community. Recently we changed the PSF to an open membership organization, so that everyone who uses and supports Python can join. To learn more, visit https://www.python.org/psf/membership."}},{"slug":"esunbank","significant":null,"imageUrl":"https://storage.googleapis.com/pycontw-static/ccip-files/sponsors/esunbank.png","point":1,"isBonus":false,"displayText":{"en":"E.SUN Bank","zh-TW":"玉山銀行"},"description":{"en":"E.SUN Bank was established in 1992, which was named after the highest mountain in Taiwan. We offer warm and attentive services with sincerity and have become customers’ first choice in financial services. As Fintech emerges as the fastest growing tech sector, E.SUN has established the first Intelligent Banking Division to provide a variety of AI-enabled financial services. The exceptional overall performance has been recognized by the world-renowned technology consulting firm “International Data Corporation” (IDC), which has awarded the highest honor of \" Future Enterprise of The Year\". In other words, it highlights E.SUN’s achievements in IT infrastructure, operational resilience, financial technology and other areas, and we will continue to provide more innovative financial services to our customers. With the teamwork of like-minded financial professionals, we believe E.SUN will be one of the leading banks in the world.","zh-TW":"玉山銀行成立於1992年，以台灣最高的山為名，秉持「心清如玉，義重如山」的理念，提供顧客全方位的金融服務。因應金融科技的發展趨勢，玉山設立金融業第一個以AI為核心的智能金融團隊，結合科技與金融專業，創造多種新型態的數位金融服務並快速成長，傑出的綜合表現獲得全球知名科技諮詢顧問公司「國際數據資訊」(IDC)的青睞，獲頒年度最高榮譽「2022未來企業大獎」，肯定玉山在基礎工程、營運韌性、智能金融等各方面的成就。玉山將持續結合各領域專家團隊的力量，發展有特色的創新金融服務，讓台灣的金融服務登上國際金融舞台，成就台灣的玉山、世界的玉山。"}},{"slug":"reuven","significant":null,"imageUrl":"https://storage.googleapis.com/pycontw-static/ccip-files/sponsors/reuven.png","point":1,"isBonus":false,"displayText":{"en":"REUVEN LERNER","zh-TW":"REUVEN LERNER"},"description":{"en":"Want a more lucrative, satisfying career? Reuven Lerner's Python, Pandas, and Git courses, used by companies like Apple, Arm, and Cisco, will help you achieve that goal.","zh-TW":"想增進 Python 或 Pandas 的功力嗎？Reuven Lerner 身為 PyCon TW 的贊助商與講者，在 Apple 與 Cisco 等公司教授 Python，也有許多針對不同程度的影片課程和練習，從初學到進階都有適合的內容。\n現在加入會員除了能享有上述資源外，還有私人問答論壇、每月線上即時諮詢時段、會員專屬 Python/Pandas 課程、以及 Bamboo Weekly（https://www.bambooweekly.com/）電子報訂閱內容。\n歡迎逛逛 https://LernerPython.com 瞭解更多細節，或是到 Reuven 的攤位直接和他聊聊吧！"}},{"slug":"tenlong","significant":null,"imageUrl":"https://storage.googleapis.com/pycontw-static/ccip-files/sponsors/tenlong.png","point":1,"isBonus":true,"displayText":{"en":"Tenlong bookstore","zh-TW":"天瓏書局"},"description":{"en":"TENLONG bookstore is a 39-year-old computer technology book store. It is located at Section 1 of Chongqing South Road in Taipei City. It can be said to be a palace of engineers. Welcome to the store to experience the complete and rich computer books, and meet the masters anytime, anywhere!","zh-TW":"天瓏資訊是已邁入39年的電腦技術書專買店，門市位於台北市重慶南路一段，可以說是工程師的殿堂。歡迎來到門市感受齊全又豐富的電腦書，隨時隨地遇到大神！"}},{"slug":"sponsor_rewards","significant":null,"imageUrl":"https://storage.googleapis.com/pycontw-static/ccip-files/sponsors/sponsor_rewards.png","point":1,"isBonus":false,"displayText":{"en":"Sponsor Rewards","zh-TW":"贊助商獎勵"},"description":{"en":"Once you have completed the tasks at all four sponsor booths, you can go to the booth game counter to redeem exclusive souvenirs and a Tenlong gift voucher!","zh-TW":"只要解鎖完 4 個贊助商攤位的任務，即可至大地遊戲櫃台兌換精美紀念品與天瓏禮券喔！"}},{"slug":"coscup","significant":null,"imageUrl":"https://storage.googleapis.com/pycontw-static/ccip-files/sponsors/coscup.png","point":1,"isBonus":false,"displayText":{"en":"COSCUP","zh-TW":"COSCUP"},"description":{"en":"COSCUP is an annual conference held by Taiwanese Open source community participants since 2006. It’s a major force of Free software movement advocacy in Taiwan. The event is often held with talks, sponsor and communities booths, and Birds of a feather. In addition to international speakers, many Taiwanese local Open Source contributors often give their talks here. The chief organizer, staffs, and speakers are all volunteers.\n\nCOSCUP’s aim is providing a platform to connect Open Source coders, users, and promoters, and promote FLOSS with the annual conference. The conference is free to attend because of the enthusiastic sponsors and donators.\n\nIt is a common fact that the coders of traditional commercial software rarely interact with users.\n\nThe term “Open Source” appears in 1998, which is familiar to everyone. This kind of developing pattern working on the Internet over 20 to 30 years attributes to many reasons. The key factor may be the direct interaction with coders and users, which forms a rapid feedback and patch system on bugs. This pattern is enlarged by the Internet, where Linus’s law “With enough eyeballs, all bugs are shallow” occurs, thereby the software’s quality enhances. In Open Source pattern, promoters take the position between coders and users, rather than sales and customer service. They package software suites to get installation easier, write documents to lower its learning curve, hold events to spread good software, solve questions from the Internet without creating information asymmetry.\n\nWhoever you are a Open Source coder, a devoted Open Source promoter, a user familiar with Open Source, or even a newcomer, we sincerely welcome you to be a part of COSCUP!","zh-TW":"COSCUP 是由台灣開放原始碼社群聯合推動的年度研討會，起源於 2006 年，是台灣自由軟體運動 (FOSSM) 重要的推動者之一。活動包括有講座、攤位、社團同樂會等，除了邀請國際的重量級演講者之外，台灣本土的自由軟體推動者也經常在此發表演說，會議的發起人、工作人員與講者都是志願參與的志工。COSCUP 的宗旨在於提供一個聯結開放原始碼開發者、使用者與推廣者的平台。希望藉由每年一度的研討會，來推動自由及開放原始碼軟體 (FLOSS)。由於有許多贊助商及熱心捐助者，所有議程都是免費參加。\n\n開放原始碼 (Open source) 是在 1998 年出現的名詞，大家早已耳熟能詳。這種在網路上已經進行二、三十年的軟體開發模式之所以能成功，有許多原因。其中一個極為關鍵的因素，就是開發者與使用者的直接接觸。無屏障的交流加速了問題的回報和修補機制，而當這個機制被網路效應放大到極限時，Linus 定律就出現了：「臭蟲難逃眾人法眼」(With enough eyeballs, all bugs are shallow)，軟體品質因此顯著提昇。在開放原始碼的模式中，開發者和使用者中間的人不再是銷售員或客服，而是讓軟體更容易被接受的推廣者 (Promoters)，他們打包套件讓軟體更好裝、寫說明文件讓軟體更易學、辦推廣活動讓更多人接觸到好軟體、在網路上回答問題解決使用者的疑惑，而且不會把開發者藏在背後產生資訊的不對稱。\n\n開發者 (Coders)、使用者 (Users) 和推廣者 (Promoters) 是讓自由及開放原始碼軟體發光發熱的三大支柱，這個研討會就是專為這三種人舉辦的：你可以是 A 軟體的開發者、B 軟體的推廣者、C 軟體的使用者，不論你是已經踏入自由及開放原始碼軟體領域，還是一直站在門口不知如何入門，歡迎你來參加 COSCUP — Conference for Open Source Coders, Users and Promoters!"}},{"slug":"ocf","significant":null,"imageUrl":"https://storage.googleapis.com/pycontw-static/ccip-files/sponsors/ocf.png","point":1,"isBonus":true,"displayText":{"en":"OCF","zh-TW":"OCF"},"description":{"en":"The Open Culture Foundation (OCF), a non-profit organization, backs more than 30 open technology communities in Taiwan. Beyond its advocacy for open source and open technology, OCF actively participates in policy advocacy and highlights the significance of digital human rights. By partnering with tech communities and civic stakeholders, OCF aims to foster a more open and transparent digital and online environment in Taiwan, ensuring participation from individuals, communities, and organizations alike. To bolster the digital capabilities and information security of civic groups in Taiwan, OCF consistently collaborates with tech communities, emphasizing talent nurturing, tool training, and event organization. In recent years, they launched the \"Open Star Ter Village\" board game, bringing it to educational institutions and businesses. This allows even those new to the concept to appreciate the value of open source and understand the essence of collaboration. Through efforts like the \"CSOs Digital Defense Manual\" and strategies on \"How to Establish a Secure Online Framework,\" OCF dedicates itself to building a digital civic society that champions digital human rights while promoting transparency and inclusive integration.","zh-TW":"開放文化基金會（Open Culture Foundation，簡稱 OCF）是一個非營利性的組織。透過推廣開放科技和跨界合作，在台灣持續的銜繫科技社群與其他公／私領域，來促成開放共創保障數位人權、支持透明涵融的數位公民社會。自 2014 年創立以來，我們以法人做為組織形式，支持台灣 30 多個開放科技社群，在過程中，不僅是持續性的推廣開放科技概念，我們也開始參與政策倡議，為眾人的數位人權發聲，進而創建了一個在台灣發展開放科技的基地。這些成果並非由開放文化基金會獨立實現，而是透過科技社群和公民夥伴一起促使台灣的數位/網路環境變得更加公開、透明和公眾參與 — 不論這樣的參與是以個人、社群或是組織為名義。 想知道更多 OCF：ocf.tw/en/ 或者在 twitter.com/ocftaiwan 找到我們。"}},{"slug":"mopcon","significant":null,"imageUrl":"https://storage.googleapis.com/pycontw-static/ccip-files/sponsors/MOPCON.png","point":1,"isBonus":false,"displayText":{"en":"MOPCON","zh-TW":"MOPCON"},"description":{"en":"MOPCON (Mobile Open Platform Conference) is the most iconic software technology conference in southern Taiwan. It is an event spontaneously organized by a group of passionate enthusiasts who love technology.\r\n\r\nSince 2012, it has attracted an increasing number of cross-industry participants each year, growing from a small gathering of 160 people to a technological feast of over 1,000 attendees. For more than a decade, we have remained committed to southern Taiwan, actively encouraging the exploration of cutting-edge technologies, practical experiences, and the sharing of local industry insights. We provide a platform for local community potential and create a high-quality interactive environment between enterprises and technologists.\r\n\r\nIn 2024, as MOPCON enters its 13th year, we will take \"Inspiration\" as our theme to delve deeply into the practical applications and cross-border integration of frontier technologies—from AI to cross-platform solutions, from mobile applications to cloud services. Let's unleash our creativity together and co-create an exciting future for technology!","zh-TW":"MOPCON (Mobile Open Platform Conference) 行動科技年會，是南台灣最具有指標性的軟體\r\n科技研討會，是由一群熱愛「科技」的民間好手所自發的活動。\r\n從2012 年開始，每年吸引跨產業參加人數持續攀升，從 160人的小型聚會，逐漸成為 1000\r\n人以上的科技盛宴。過去十幾年，我們堅持在濁水溪以南，積極鼓勵探討前沿技術、實務歷程\r\n及在地產業經驗的分享，提供在地社群運作潛力，並打造企業與科技人的優質互動環境。\r\n2024年，MOPCON邁入了第十三年，我們將以「Inspiration」為主題，深入探討前沿技術的\r\n實際應用與跨界整合，從AI到跨平台、行動應用到雲服務，讓我們一起揮灑創意，共同創造科\r\n技未來的精彩！"}},{"slug":"good_ideas_studio","significant":null,"imageUrl":"https://storage.googleapis.com/pycontw-static/ccip-files/sponsors/good_ideas_studio.png","point":1,"isBonus":false,"displayText":{"en":"Good Ideas Studio","zh-TW":"好想工作室"},"description":{"en":"Good Ideas Studio. \r\n- Free consultation and nurturing\r\n- Local community in Tainan\r\n- Digital hub\r\n- Parent-child co-working space\r\n- international digital nomad base.","zh-TW":"好想工作室\r\n- 免費諮詢培育\r\n- 台南在地社群 \r\n- 數位聚落\r\n- 親子共同工作空間\r\n- 國際數位遊牧基地"}},{"slug":"personal","significant":null,"imageUrl":"https://storage.googleapis.com/pycontw-static/ccip-files/sponsors/personal.png","point":1,"isBonus":false,"displayText":{"en":"Personal","zh-TW":"個人任務"},"description":{"en":"Please check the task details in the task code.","zh-TW":"請至任務程式碼檢視任務內容。"}},{"slug":"team","significant":null,"imageUrl":"https://storage.googleapis.com/pycontw-static/ccip-files/sponsors/team.png","point":1,"isBonus":false,"displayText":{"en":"Team","zh-TW":"團隊任務"},"description":{"en":"Please check the task details in the task code.","zh-TW":"請至任務程式碼檢視任務內容。"}},{"slug":"all_pass_rewards","significant":null,"imageUrl":"https://storage.googleapis.com/pycontw-static/ccip-files/sponsors/all_pass_rewards.png","point":1,"isBonus":false,"displayText":{"en":"All Pass Rewards","zh-TW":"破關獎勵"},"description":{"en":"After completing all the tasks, you can head to the booth game counter to draw a special gift and qualify for the grand prize raffle. The grand prize will be drawn on the final day of the conference.","zh-TW":"解鎖完全部關卡後，即可至大地遊戲櫃台抽精美小禮，並獲得抽取年度大獎的資格。年度大獎將會在大會最後一天抽出。"}}],"confName":"PyCon TW 2024","bingoPattern":"（PyConTW 用不到）","title":{"zh-TW":"拍神之路","en":"Pythonista"},"description":{"zh-TW":"大地遊戲","en":"Booth Game"}}
